Repository: tamlyn/planet4-plugin-blocks
Catalog: languages/planet4-blocks-*.po
Languages: el_gr

source: Plugin Requirements Error!
el_gr: Σφάλμα απαιτήσεων!

source: requires a newer version of the following plugin.
el_gr: απαιτεί μια νεότερη έκδοση του παρακάτω plugin.

source: Minimum required version of
el_gr: Η ελάχιστη απαιτούμενη έκδοση του

source: Installed version of
el_gr: Η εγκατεστημένη έκδοση του

source: requires a newer version of PHP.
el_gr: απαιτεί νεότερη έκδοση της PHP.

source: Minimum required version of PHP:
el_gr: Η ελάχιστη έκδοση της PHP που απαιτείται είναι:

source: Running version of PHP:
el_gr: Η τρέχουσα έκδοση της PHP είναι:

source: Plugin Conflict Error!
el_gr: Σφάλμα!

source: Class P4BKS_Loader already exists.
el_gr: Η κλάση P4BKS_Loader υπάρχει ήδη.

source: Settings
el_gr: Ρυθμίσεις

source: You do not have sufficient permissions to access this page.
el_gr: Δεν έχετε επαρκή δικαιώματα για να δείτε αυτή τη σελίδα.

source: Language
el_gr: Γλώσσα

source: Select Language
el_gr: Επίλεξε Γλώσσα

source: Public
el_gr: Κοινόχρηστο

source: Private
el_gr: Κρυφό

source: Save Changes
el_gr: Αποθήκευση

source: Plugin Settings are not configured well!
el_gr: Οι ρυθμίσεις δεν έχουν γίνει σωστά!

source: Changes saved!
el_gr: Οι αλλαγές αποθηκεύτηκαν!

source: Changes are not saved!
el_gr: Οι αλλαγές δεν αποθηκεύτηκαν!

source: Nonce verification failed!
el_gr: Ο έλεγχος για την επιβεβαίωση του Nonce απέτυχε!
